{
  "entities": [
    {
      "name": "Fairytales",
      "type": "Literary Genre",
      "description": "Fairytales are a beloved form of storytelling that have captivated audiences for centuries with their magical elements and timeless themes. They often originate from oral traditions, folklore, and cultural myths.",
      "attributes": {
        "Purpose": "To entertain, inspire, and offer valuable insights into the human experience",
        "Origin": "Oral traditions, folklore, and cultural myths",
        "Time Period": "Centuries-old"
      }
    },
    {
      "name": "Brothers Grimm",
      "type": "Person (Collaborative Duo)",
      "description": "Jacob and Wilhelm Grimm, German brothers and scholars, are best known for collecting and publishing fairy tales in the early 19th century.",
      "attributes": {
        "Nationality": "German",
        "Occupation": "Scholars and Collectors of Folklore",
        "Time Period": "Early 19th Century"
      }
    },
    {
      "name": "Grimm\"s Fairy Tales",
      "type": "Literary Collection",
      "description": "A collection of fairy tales compiled and published by the Brothers Grimm in the early 19th century, including classic stories such as \"Cinderella,\" \"Snow White,\" and \"Hansel and Gretel.\"",
      "attributes": {
        "Publication Period": "Early 19th Century",
        "Language of Origin": "German"
      }
    },
    {
      "name": "Cinderella",
      "type": "Fairy Tale Character",
      "description": "Cinderella is the protagonist of a classic fairy tale that has been told in various forms across different cultures for centuries. The most familiar version today was published by Charles Perrault in 1697.",
      "attributes": {
        "Origin": "Ancient Greece",
        "Earliest Known Version": "Story of Rhodopis"
      }
    },
    {
      "name": "Snow White",
      "type": "Fictional Character",
      "description": "Snow White is a beautiful princess who escapes her wicked stepmother, the evil queen, and finds refuge with seven dwarfs. She ultimately triumphs over the queen\"s jealousy and finds her happily ever after with a handsome prince.",
      "attributes": {
        "Gender": "Female",
        "Role in Story": "Princess, Fugitive, Survivor",
        "Appearance": "Beautiful"
      }
    },
    {
      "name": "Hansel and Gretel",
      "type": "Fictional Characters",
      "description": "Hansel and Gretel are the protagonists of a classic fairytale that has captured the imaginations of readers for generations. They are known for their wit and bravery in outsmarting a witch and finding their way back home.",
      "attributes": {
        "Origin": "European Folklore",
        "Character Traits": "Wit, Bravery"
      }
    },
    {
      "name": "German",
      "type": "Culture/Nationality",
      "description": "German refers to the culture and nationality associated with Germany, known for its rich history, folklore, and contributions to literature and science.",
      "attributes": {
        "Language": "German",
        "Folklore Traditions": "Rich in oral traditions and fairytales"
      }
    },
    {
      "name": "peasants and villagers",
      "type": "Social Group",
      "description": "Peasants and villagers are rural inhabitants who lived in the German countryside during the time of the Brothers Grimm. They were often the source of oral traditions and stories that the brothers collected.",
      "attributes": {
        "Location": "German countryside",
        "Time Period": "19th century (time of the Brothers Grimm)",
        "Occupation": "Agricultural workers, rural inhabitants"
      }
    },
    {
      "name": "various forms",
      "type": "Concept",
      "description": "The concept of \"various forms\" refers to the different versions or adaptations of a story, particularly in the context of fairytales like Cinderella and Snow White. These forms can include variations across cultures, oral traditions, and written records.",
      "attributes": {
        "Cultural Diversity": "Includes German, Italian, and Slavic traditions",
        "Transmission Method": "Passed down verbally for generations before being recorded"
      }
    },
    {
      "name": "ancient Greece",
      "type": "Historical Period",
      "description": "Ancient Greece was a civilization that developed from the period of the Greek Dark Ages (c. 1200–800 BC) to the end of antiquity (c. AD 600). It is known for its significant contributions to philosophy, literature, and mythology.",
      "attributes": {
        "Time Period": "c. 1200 BC - c. AD 600",
        "Contributions": "Philosophy, Literature, Mythology"
      }
    },
    {
      "name": "Rhodopis",
      "type": "Person",
      "description": "Rhodopis was a young girl in ancient Greece whose story is considered one of the earliest versions of Cinderella. She marries the king after he finds her lost slipper.",
      "attributes": {
        "Origin": "Ancient Greece",
        "Role in Story": "Protagonist"
      }
    },
    {
      "name": "Charles Perrault",
      "type": "Person",
      "description": "Charles Perrault was a French author and member of the Académie française. He is best known for his fairy tales, which have become classic children\"s literature.",
      "attributes": {
        "Date of Publication (Cinderella)": "1697"
      }
    },
    {
      "name": "1697",
      "type": "Year",
      "description": "The year 1697 was significant in the history of literature, particularly for the publication of fairy tales.",
      "attributes": {
        "Type": "Historical Year"
      }
    },
    {
      "name": "fairy godmother",
      "type": "Character",
      "description": "A magical character who appears in various fairy tales, often to help the protagonist with their challenges.",
      "attributes": {
        "Role": "Helper",
        "Magical Abilities": "Transform objects and people, grant wishes, provide magical items"
      }
    },
    {
      "name": "glass slipper",
      "type": "Object",
      "description": "A magical glass slipper that plays a central role in the fairy tale of Cinderella.",
      "attributes": {
        "Material": "Glass",
        "Purpose": "Identifying Cinderella as the owner"
      }
    },
    {
      "name": "stroke of midnight",
      "type": "Event",
      "description": "The stroke of midnight refers to the exact moment when the clock strikes twelve, marking the transition from one day to the next. In Perrault\"s version of Cinderella, this event is significant as it triggers the transformation of the magical elements back to their original forms.",
      "attributes": {
        "Time": "12:00 AM",
        "Significance in Literature": "Marking the end of a magical period and the return to reality"
      }
    },
    {
      "name": "Slavic traditions",
      "type": "Cultural Tradition",
      "description": "Slavic traditions encompass the cultural practices, folklore, and oral traditions of Slavic peoples.",
      "attributes": {
        "Origin": "Slavic cultures",
        "Content": "Folklore, stories, and oral traditions"
      }
    },
    {
      "name": "wicked stepmother",
      "type": "Character",
      "description": "The wicked stepmother is an evil and malevolent character who appears in various fairy tales, often as the antagonist. In the story of Snow White, she forces Snow White to flee into the forest.",
      "attributes": {
        "Role": "Antagonist",
        "Character Trait": "Evil and Malevolent"
      }
    },
    {
      "name": "seven dwarfs",
      "type": "Characters",
      "description": "The seven dwarfs are characters from the fairy tale \"Snow White.\" They help Snow White and protect her from the evil queen.",
      "attributes": {
        "Number": "7",
        "Role in Story": "Helpers of Snow White"
      }
    },
    {
      "name": "the queen",
      "type": "Character",
      "description": "The queen, also known as the evil stepmother of Snow White, is a central antagonist in the story. She is characterized by her jealousy and malevolent actions.",
      "attributes": {
        "Role": "Antagonist",
        "Personality Traits": "Jealous, Wicked, Malevolent"
      }
    },
    {
      "name": "a handsome prince",
      "type": "Character",
      "description": "A character in fairy tales, often depicted as charming and heroic, who rescues the princess and lives happily ever after.",
      "attributes": {
        "Appearance": "Handsome",
        "Role": "Heroic Character"
      }
    },
    {
      "name": "parents",
      "type": "Person",
      "description": "The parents are characters in the story of \"Hansel and Gretel,\" who, due to difficult circumstances, abandon their children in the woods.",
      "attributes": {
        "Role": "Parents",
        "Action": "Abandoned children in the woods"
      }
    },
    {
      "name": "cannibalistic witch",
      "type": "Character",
      "description": "A malevolent character in fairy tales who lures children into her house made of sweets and intends to eat them.",
      "attributes": {
        "Habitat": "House made of sweets",
        "Intent": "To eat the children"
      }
    },
    {
      "name": "Hansel",
      "type": "Person",
      "description": "Hansel is one of the main characters in the classic fairytale \"Hansel and Gretel.\" He, along with his sister Gretel, outsmarts a witch and finds their way back home.",
      "attributes": {
        "Gender": "Male",
        "Role in Story": "Main Character"
      }
    },
    {
      "name": "Gretel",
      "type": "Person",
      "description": "Gretel is a character from the classic fairytale \"Hansel and Gretel,\" known for her wit and bravery in outsmarting the witch.",
      "attributes": {
        "Gender": "Female",
        "Role": "Protagonist"
      }
    },
    {
      "name": "the witch",
      "type": "Character",
      "description": "The witch is a malevolent figure in the story of Hansel and Gretel, known for her cunning and dangerous nature. She lives in a house made of sweets and lures children to eat it before attempting to cook them.",
      "attributes": {
        "Gender": "Female",
        "Nature": "Malevolent, Cunning, Dangerous",
        "Residence": "House made of sweets in the forest"
      }
    },
    {
      "name": "Beauty and the Beast",
      "type": "Fairy Tale",
      "description": "A classic fairy tale about love and transformation, where a kind-hearted young woman sees beyond the beastly exterior of a cursed prince to discover his true nature.",
      "attributes": {
        "Theme": "Love and Transformation",
        "Popularity": "Enduring and Popular"
      }
    },
    {
      "name": "Ovid",
      "type": "Person",
      "description": "Ovid was a Roman poet known for his mythological and love poetry, including the Metamorphoses.",
      "attributes": {
        "Occupation": "Poet",
        "Nationality": "Roman"
      }
    },
    {
      "name": "Pygmalion and Galatea",
      "type": "Mythological Tale",
      "description": "The myth of Pygmalion and Galatea is an ancient story from Roman mythology, where a sculptor named Pygmalion falls in love with his own creation, a statue that comes to life.",
      "attributes": {
        "Origin": "Roman Mythology",
        "Earliest Known Version": "Works of Ovid"
      }
    },
    {
      "name": "sculptor",
      "type": "Person",
      "description": "A person who creates sculptures, often from materials such as stone, metal, or wood.",
      "attributes": {
        "Occupation": "Sculptor",
        "Gender": "Male",
        "Emotion": "In love with creation"
      }
    },
    {
      "name": "statue",
      "type": "Artwork",
      "description": "A statue that comes to life in the story of a sculptor who falls in love with his creation.",
      "attributes": {
        "Material": "Unknown",
        "Creator": "Sculptor",
        "Status": "Living (comes to life)"
      }
    },
    {
      "name": "cursed prince",
      "type": "Character",
      "description": "The cursed prince is the main character in the tale of \"Beauty and the Beast,\" where he has been transformed into a beast due to a curse. A kind-hearted young woman, Beauty, sees beyond his exterior and discovers his true nature.",
      "attributes": {
        "Appearance": "Beastly",
        "True Nature": "Prince"
      }
    },
    {
      "name": "Wicked Stepmother (Evil Queen)",
      "type": "Fictional Character",
      "description": "The wicked stepmother of Snow White, known as the evil queen, is a powerful and jealous woman who seeks to eliminate Snow White.",
      "attributes": {}
    },
    {
      "name": "Seven Dwarfs",
      "type": "Group of Fictional Characters",
      "description": "The seven dwarfs are friendly and helpful characters who provide shelter and protection to Snow White.",
      "attributes": {}
    },
    {
      "name": "Handsome Prince",
      "type": "Fictional Character",
      "description": "The handsome prince is a noble and kind-hearted character who rescues Snow White and marries her.",
      "attributes": {}
    },
    {
      "name": "Witch",
      "type": "Fictional Character",
      "description": "A malevolent character who attempts to harm Hansel and Gretel but is outwitted by them.",
      "attributes": {}
    },
    {
      "name": "Home",
      "type": "Location",
      "description": "The place where Hansel and Gretel live with their family.",
      "attributes": {}
    },
    {
      "name": "Oral Traditions",
      "type": "Cultural Heritage",
      "description": "Oral traditions are cultural practices of passing down stories, legends, and knowledge through spoken word from one generation to another.",
      "attributes": {}
    },
    {
      "name": "German Countryside",
      "type": "Geographical Location",
      "description": "The German countryside refers to the rural areas of Germany, characterized by agricultural landscapes and small villages.",
      "attributes": {}
    },
    {
      "name": "King of Egypt",
      "type": "Person",
      "description": "The King of Egypt is a historical and mythological figure who ruled over ancient Egypt.",
      "attributes": {}
    },
    {
      "name": "Cinderella (by Charles Perrault)",
      "type": "Fairy Tale",
      "description": "A classic fairy tale about a young girl who, with the help of her fairy godmother, attends a royal ball and eventually marries the prince.",
      "attributes": {}
    },
    {
      "name": "Cinderella\"s Magical Elements",
      "type": "Magical Objects",
      "description": "In Perrault\"s version of Cinderella, these elements include the fairy godmother\"s transformations such as the glass slipper and the carriage.",
      "attributes": {}
    },
    {
      "name": "Cinderella (Perrault\"s Version)",
      "type": "Fairy Tale",
      "description": "A classic fairy tale where a young girl, Cinderella, is helped by her fairy godmother to attend the royal ball and eventually marries the prince.",
      "attributes": {}
    },
    {
      "name": "evil queen",
      "type": "Character",
      "description": "The evil queen is a malevolent character who appears in various fairy tales, often as the antagonist. In the story of Snow White, she is the wicked stepmother.",
      "attributes": {}
    },
    {
      "name": "Evil Queen",
      "type": "Character",
      "description": "The Evil Queen is the antagonist of the fairy tale \"Snow White.\" She is jealous of Snow White\"s beauty and tries to kill her.",
      "attributes": {}
    },
    {
      "name": "Snow White\"s Beauty",
      "type": "Attribute",
      "description": "Snow White is described as a beautiful princess.",
      "attributes": {}
    },
    {
      "name": "Brothers Grimm Collection",
      "type": "Fairy Tale Collection",
      "description": "A collection of fairy tales compiled by the Brothers Grimm, which includes many classic stories.",
      "attributes": {}
    },
    {
      "name": "Curse",
      "type": "Magical Event",
      "description": "A curse is a magical spell that causes harm or misfortune to the person it is cast upon. In this case, the curse transformed the prince into a beast.",
      "attributes": {}
    },
    {
      "name": "Beauty",
      "type": "Character",
      "description": "Beauty is a kind-hearted young woman who sees beyond the beastly exterior of the cursed prince and discovers his true nature.",
      "attributes": {}
    }
  ],
  "relations": [
    [
      "Fairytales",
      "Includes Tale",
      "Hansel and Gretel",
      "Fairytales include the tale of \"Hansel and Gretel.\""
    ],
    [
      "Fairytales",
      "Includes Tale",
      "Snow White",
      "Fairytales include the tale of \"Snow White.\""
    ],
    [
      "Fairytales",
      "Includes Tale",
      "Beauty and the Beast",
      "Fairytales include the tale of \"Beauty and the Beast.\""
    ],
    [
      "Brothers Grimm",
      "Collected and Published",
      "Grimm\"s Fairy Tales",
      "The Brothers Grimm collected and published a wide range of fairy tales in their collection known as \"Grimm\"s Fairy Tales.\""
    ],
    [
      "Brothers Grimm",
      "Collected",
      "Cinderella",
      "The Brothers Grimm collected the story of \"Cinderella\" as part of their collection."
    ],
    [
      "Brothers Grimm",
      "Collected",
      "Snow White",
      "The Brothers Grimm collected the story of \"Snow White\" as part of their collection."
    ],
    [
      "Brothers Grimm",
      "Collected",
      "Hansel and Gretel",
      "The Brothers Grimm collected the story of \"Hansel and Gretel\" as part of their collection."
    ],
    [
      "Brothers Grimm",
      "Collected",
      "Beauty and the Beast",
      "The Brothers Grimm collected the story of \"Beauty and the Beast\" as part of their collection."
    ],
    [
      "Grimm\"s Fairy Tales",
      "Collected By",
      "Brothers Grimm",
      "The Brothers Grimm collected and published the stories included in \"Grimm\"s Fairy Tales.\""
    ],
    [
      "Grimm\"s Fairy Tales",
      "Includes",
      "Cinderella",
      "\"Grimm\"s Fairy Tales\" includes the story \"Cinderella.\""
    ],
    [
      "Grimm\"s Fairy Tales",
      "Includes",
      "Snow White",
      "\"Grimm\"s Fairy Tales\" includes the story \"Snow White.\""
    ],
    [
      "Grimm\"s Fairy Tales",
      "Includes",
      "Hansel and Gretel",
      "\"Grimm\"s Fairy Tales\" includes the story \"Hansel and Gretel.\""
    ],
    [
      "Grimm\"s Fairy Tales",
      "Includes",
      "Beauty and the Beast",
      "\"Grimm\"s Fairy Tales\" includes the story \"Beauty and the Beast.\""
    ],
    [
      "Cinderella",
      "Published By",
      "Charles Perrault",
      "The most well-known version of Cinderella today was published by Charles Perrault."
    ],
    [
      "Cinderella",
      "Included In",
      "Grimm\"s Fairy Tales",
      "Cinderella is included in the famous collection of fairy tales known as Grimm\"s Fairy Tales."
    ],
    [
      "Snow White",
      "Flees From",
      "Wicked Stepmother (Evil Queen)",
      "Snow White flees into the forest to escape her wicked stepmother."
    ],
    [
      "Snow White",
      "Finds Refuge With",
      "Seven Dwarfs",
      "Snow White finds refuge with the seven dwarfs in their cottage."
    ],
    [
      "Snow White",
      "Marries",
      "Handsome Prince",
      "Snow White ultimately finds her happily ever after with the handsome prince."
    ],
    [
      "Snow White",
      "Is Featured In",
      "Grimm\"s Fairy Tales",
      "Snow White is one of the most well-known stories featured in Grimm\"s Fairy Tales."
    ],
    [
      "Hansel and Gretel",
      "Featured In",
      "Grimm\"s Fairy Tales",
      "\"Hansel and Gretel\" is one of the stories featured in the Brothers Grimm\"s collection."
    ],
    [
      "Hansel and Gretel",
      "Outsmarted",
      "Witch",
      "Hansel and Gretel use their wit and bravery to outsmart the witch."
    ],
    [
      "Hansel and Gretel",
      "Returned To",
      "Home",
      "After escaping from the witch, Hansel and Gretel find their way back home."
    ],
    [
      "German",
      "Origin of",
      "Brothers Grimm",
      "The Brothers Grimm are a significant part of German cultural heritage."
    ],
    [
      "German",
      "Origin of",
      "Grimm\"s Fairy Tales",
      "Grimm\"s Fairy Tales is a well-known collection that preserves German folklore."
    ],
    [
      "German",
      "Origin of",
      "Snow White",
      "The story of Snow White is part of the rich folklore tradition of Germany."
    ],
    [
      "German",
      "Origin of",
      "Hansel and Gretel",
      "The story of Hansel and Gretel is a significant part of German folklore."
    ],
    [
      "peasants and villagers",
      "Provided Stories To",
      "Brothers Grimm",
      "Peasants and villagers provided oral traditions and stories to the Brothers Grimm, which they later compiled into their famous collections."
    ],
    [
      "peasants and villagers",
      "Preserved Oral Traditions",
      "Oral Traditions",
      "Peasants and villagers played a crucial role in preserving the oral traditions of their culture by sharing them with the Brothers Grimm."
    ],
    [
      "peasants and villagers",
      "Inhabited",
      "German Countryside",
      "Peasants and villagers lived in the German countryside, where they maintained their way of life and cultural practices."
    ],
    [
      "various forms",
      "Manifests In",
      "Cinderella",
      "The story of Cinderella has been adapted into various forms, including different cultural versions and written records."
    ],
    [
      "various forms",
      "Manifests In",
      "Snow White",
      "The story of Snow White has been adapted into various forms, including different cultural versions and written records."
    ],
    [
      "ancient Greece",
      "Origin of Story",
      "Cinderella",
      "Ancient Greece is the origin of an early version of the Cinderella story, where a young girl named Rhodopis marries the king after he finds her lost slipper."
    ],
    [
      "Rhodopis",
      "Lost Slipper Found By",
      "King of Egypt",
      "Rhodopis lost her slipper, which was found by the King of Egypt."
    ],
    [
      "Rhodopis",
      "Married To",
      "King of Egypt",
      "Rhodopis married the King of Egypt after he found her lost slipper."
    ],
    [
      "Charles Perrault",
      "Published",
      "Cinderella",
      "Perrault published his version of Cinderella in 1697, which is the most familiar version to many people today."
    ],
    [
      "1697",
      "Publication Year Of",
      "Cinderella (by Charles Perrault)",
      "The year 1697 is when Charles Perrault published his version of Cinderella."
    ],
    [
      "fairy godmother",
      "Appears In",
      "Cinderella",
      "The fairy godmother appears in Perrault\"s version of \"Cinderella\" and helps Cinderella with magical transformations."
    ],
    [
      "glass slipper",
      "Appears In",
      "Cinderella",
      "The glass slipper is a key element in the story of Cinderella, used by the prince to identify Cinderella as the owner."
    ],
    [
      "glass slipper",
      "Introduced By",
      "Charles Perrault",
      "Charles Perrault introduced the glass slipper as an iconic element in his version of the Cinderella story."
    ],
    [
      "stroke of midnight",
      "Triggers Transformation",
      "Cinderella\"s Magical Elements",
      "The stroke of midnight causes all magical transformations to revert back to their original forms."
    ],
    [
      "stroke of midnight",
      "Occurs In",
      "Cinderella (Perrault\"s Version)",
      "The stroke of midnight is a pivotal moment in Perrault\"s version of Cinderella."
    ],
    [
      "Slavic traditions",
      "Includes Variation Of",
      "Snow White",
      "Slavic traditions include a variation of the Snow White story."
    ],
    [
      "wicked stepmother",
      "Forces to Flee",
      "Snow White",
      "The wicked stepmother forces Snow White to flee into the forest."
    ],
    [
      "wicked stepmother",
      "Is",
      "evil queen",
      "The wicked stepmother is also known as the evil queen."
    ],
    [
      "seven dwarfs",
      "Helps",
      "Snow White",
      "The seven dwarfs help Snow White by providing shelter and protection."
    ],
    [
      "seven dwarfs",
      "Opposes",
      "Evil Queen",
      "The seven dwarfs oppose the evil queen by protecting Snow White from her attempts to harm her."
    ],
    [
      "the queen",
      "Stepmother Of",
      "Snow White",
      "The queen is the stepmother of Snow White and is driven by jealousy to pursue her."
    ],
    [
      "the queen",
      "Opposes",
      "Snow White",
      "The queen opposes Snow White due to her jealousy and attempts to harm her."
    ],
    [
      "the queen",
      "Threatened By",
      "Snow White\"s Beauty",
      "The queen feels threatened by Snow White\"s beauty, which fuels her jealousy and malevolent actions."
    ],
    [
      "the queen",
      "Defeated By",
      "Seven Dwarfs",
      "The queen is defeated by the combined efforts of the seven dwarfs who protect Snow White."
    ],
    [
      "the queen",
      "Defeated By",
      "Snow White",
      "The queen is ultimately defeated by Snow White, who triumphs over her jealousy and malevolent actions."
    ],
    [
      "a handsome prince",
      "Marries",
      "Snow White",
      "The handsome prince marries Snow White, leading to their happily ever after."
    ],
    [
      "Hansel and Gretel",
      "Featured In",
      "Grimm\"s Fairy Tales",
      "\"Hansel and Gretel\" is one of the stories featured in the Brothers Grimm\"s collection."
    ],
    [
      "Hansel and Gretel",
      "Outsmarted",
      "Witch",
      "Hansel and Gretel use their wit and bravery to outsmart the witch."
    ],
    [
      "Hansel and Gretel",
      "Returned To",
      "Home",
      "After escaping from the witch, Hansel and Gretel find their way back home."
    ],
    [
      "parents",
      "Have Children",
      "Hansel and Gretel",
      "The parents have two children, Hansel and Gretel."
    ],
    [
      "cannibalistic witch",
      "Lures",
      "Hansel and Gretel",
      "The cannibalistic witch lures Hansel and Gretel into her house made of sweets."
    ],
    [
      "cannibalistic witch",
      "Is Outsmarted By",
      "Hansel and Gretel",
      "The cannibalistic witch is outsmarted by Hansel and Gretel, who find their way back home."
    ],
    [
      "Hansel",
      "Sibling Of",
      "Gretel",
      "Hansel and Gretel are siblings who work together to survive and return home."
    ],
    [
      "Hansel",
      "Character In",
      "Hansel and Gretel",
      "Hansel is one of the main characters in the fairy tale \"Hansel and Gretel.\""
    ],
    [
      "Hansel",
      "Outsmarts",
      "Witch",
      "Hansel, along with his sister Gretel, uses his wit and bravery to outsmart the witch."
    ],
    [
      "Gretel",
      "Sister Of",
      "Hansel",
      "Gretel and Hansel are siblings who work together to survive their encounter with the witch."
    ],
    [
      "Gretel",
      "Character In",
      "Hansel and Gretel",
      "Gretel is one of the main characters in the story \"Hansel and Gretel.\""
    ],
    [
      "Gretel",
      "Outsmarted",
      "Witch",
      "Gretel, along with her brother Hansel, uses their wit and bravery to outsmart the witch and escape."
    ],
    [
      "the witch",
      "Lures",
      "Hansel and Gretel",
      "The witch lures Hansel and Gretel with her house made of sweets."
    ],
    [
      "the witch",
      "Attempts to Cook",
      "Hansel and Gretel",
      "The witch attempts to cook Hansel and Gretel after luring them into her house."
    ],
    [
      "the witch",
      "Is Outsmarted By",
      "Hansel and Gretel",
      "The witch is outsmarted by Hansel and Gretel, who find their way back home."
    ],
    [
      "Beauty and the Beast",
      "Inspired By",
      "Pygmalion and Galatea",
      "The earliest known version of \"Beauty and the Beast\" can be found in Ovid\"s works on the myth of Pygmalion and Galatea."
    ],
    [
      "Beauty and the Beast",
      "Included In",
      "Brothers Grimm Collection",
      "\"Beauty and the Beast\" is one of the enduring and popular fairytales included in the Brothers Grimm\"s collection."
    ],
    [
      "Beauty and the Beast",
      "Related To",
      "Cinderella",
      "\"Beauty and the Beast\" is often mentioned alongside other classic fairytales like \"Cinderella.\""
    ],
    [
      "Beauty and the Beast",
      "Related To",
      "Snow White",
      "\"Beauty and the Beast\" is often mentioned alongside other classic fairytales like \"Snow White.\""
    ],
    [
      "Beauty and the Beast",
      "Related To",
      "Hansel and Gretel",
      "\"Beauty and the Beast\" is often mentioned alongside other classic fairytales like \"Hansel and Gretel.\""
    ],
    [
      "Ovid",
      "Wrote About",
      "Pygmalion and Galatea",
      "Ovid wrote about the myth of Pygmalion and Galatea in his works."
    ],
    [
      "Pygmalion and Galatea",
      "Featured In Works Of",
      "Ovid",
      "The story of Pygmalion and Galatea is featured in Ovid\"s works."
    ],
    [
      "sculptor",
      "Created",
      "statue",
      "The sculptor created a statue that later came to life."
    ],
    [
      "sculptor",
      "Falls in Love With",
      "statue",
      "The sculptor falls in love with his creation, a living statue."
    ],
    [
      "statue",
      "Created By",
      "sculptor",
      "The statue was created by the sculptor."
    ],
    [
      "statue",
      "Loved By",
      "sculptor",
      "The sculptor falls in love with the statue."
    ],
    [
      "cursed prince",
      "Transformed By",
      "Curse",
      "The cursed prince was transformed into a beast by a curse."
    ],
    [
      "cursed prince",
      "Seen By",
      "Beauty",
      "Beauty, a kind-hearted young woman, sees beyond the cursed prince\"s beastly appearance and recognizes his true nature."
    ]
  ]
}